/* No comment provided by engineer. */
"Art" = "Umění";

/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Moduly nepodporované verzí Spotlightu se nebudou spouštět, přestože je povolíte. (Máte Spotlight verze %@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Automator sled úloh:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Nelze nainstalovat modul.";

/* No comment provided by engineer. */
"Couldn't load the online plugin directory." = "Nelze načíst online moduly.";

/* No comment provided by engineer. */
"Delete Plugin" = "Smazat modul";

/* No comment provided by engineer. */
"Description:" = "Popis:";

/* No comment provided by engineer. */
"Developer" = "Vývojář";

/* No comment provided by engineer. */
"Edit Plugin" = "Upravit modul";

/* No comment provided by engineer. */
"Edit Workflow" = "Upravit sled úloh";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Povolit Spotlight moduly";

/* No comment provided by engineer. */
"Featured" = "Oblíbené";

/* No comment provided by engineer. */
"Flashlight: the missing plugin system for Spotlight." = "Flashlight: moduly pro Spotlight.";

/* No comment provided by engineer. */
"Information" = "Informace";

/* No comment provided by engineer. */
"Installed" = "Instalováno";

/* No comment provided by engineer. */
"Language" = "Jazyk";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Nový Automator modul...";

/* No comment provided by engineer. */
"News" = "Novinky";

/* No comment provided by engineer. */
"Okay" = "OK";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* No comment provided by engineer. */
"System" = "Systém";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Tento modul nemá žádné další nastavení.";

/* No comment provided by engineer. */
"Title:" = "Název:";

/* No comment provided by engineer. */
"Try again" = "Zkusit znovu";

/* No comment provided by engineer. */
"Unknown" = "Neznámé";

/* No comment provided by engineer. */
"Usage examples:" = "Příklady použití:";

/* No comment provided by engineer. */
"Utilities" = "Utility";

/* No comment provided by engineer. */
"Weather" = "Počasí";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Váš modul bude vybrán, zatímco budete hledat cokoliv podobné těmto příkladům.";

